[{"title":"Mortal Kombat","image":"https://m.media-amazon.com/images/M/MV5BY2ZlNWIxODMtN2YwZi00ZjNmLWIyN2UtZTFkYmZkNDQyNTAyXkEyXkFqcGdeQXVyODkzNTgxMDg@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"MMA fighter Cole Young (Lewis Tan), accustomed to taking a beating for money, is unaware of his heritage-or why Outworld's Emperor Shang Tsung (Chin Han) has sent his best warrior, Sub-Zero (Joe Taslim), an otherworldly Cryomancer, to hunt Cole down. Fearing for his family's safety, Cole goes in search of Sonya Blade (Jessica McNamee) at the direction of Jax (Mehcad Brooks), a Special Forces Major who bears the same strange dragon marking Cole was born with. Soon, he finds himself at the temple of Lord Raiden (Tadanobu Asano), an Elder God and the protector of Earthrealm, who grants sanctuary to those who bear the mark. Here, Cole trains with experienced warriors Liu Kang (Ludi Lin), Kung Lao (Max Huang) and rogue mercenary Kano (Josh Lawson), as he prepares to stand with Earth's greatest champions against the enemies of Outworld in a high stakes battle for the universe. But will Cole be pushed hard enough to unlock his arcana-the immense power from within his soul-in time to save not...","duration":"1h 50min","categories":"Action, Adventure, Fantasy","year":2021,"rating":6.2},{"title":"Nomadland","image":"https://m.media-amazon.com/images/M/MV5BMDRiZWUxNmItNDU5Yy00ODNmLTk0M2ItZjQzZTA5OTJkZjkyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Following the economic collapse of a company town in rural Nevada, Fern (Frances McDormand) packs her van and sets off on the road exploring a life outside of conventional society as a modern-day nomad. The third feature film from director Chloé Zhao, NOMADLAND features real nomads Linda May, Swankie and Bob Wells as Fern's mentors and comrades in her exploration through the vast landscape of the American West.","duration":"1h 47min","categories":"Drama","year":2020,"rating":7.4},{"title":"Stowaway","image":"https://m.media-amazon.com/images/M/MV5BMWYwMWQxMmUtNjU3MS00NjIwLTllYWMtNzcxYzRkMWYyYTkwXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"The crew of a spaceship headed to Mars discovers an accidental stowaway shortly after takeoff. Too far from Earth to turn back and with resources dwindling, the ship's medical researcher emerges as the only dissenting voice against the group that has already decided in favor of a grim outcome.","duration":"1h 56min","categories":"Drama, Sci-Fi, Thriller","year":2021,"rating":5.6},{"title":"The Father","image":"https://m.media-amazon.com/images/M/MV5BZGJhNWRiOWQtMjI4OS00ZjcxLTgwMTAtMzQ2ODkxY2JkOTVlXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"A man refuses all assistance from his daughter as he ages. As he tries to make sense of his changing circumstances, he begins to doubt his loved ones, his own mind and even the fabric of his reality.","duration":"1h 37min","categories":"Drama","year":2020,"rating":8.3},{"title":"Promising Young Woman","image":"https://m.media-amazon.com/images/M/MV5BOTI0OGQzOWEtZWY1ZC00MTFjLThmODAtYWQ3MDk4ZGEyNGYyXkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Pushing thirty, and defined by a hideous crime involving her bosom friend, Nina, emotionally scarred medical school dropout, Cassie, knows firsthand that some wounds never heal. Leading an uneventful existence, still living with her parents, waiting tables at a cheap coffee shop to earn a living, Cassie has found the perfect way to deal with the painful past. Dressed to kill, at night, Cassie frequents the local bars and nightclubs, pretending to be dead-drunk, utterly helpless and vulnerable. And, every week, lethally beautiful Cassie is on the prowl for all sorts of nocturnal predators and other wolves in sheep's clothing, who are unaware that, sometimes, the hunter can become the prey. Then, Ryan, a kindly and caring old classmate who is the bee's knees, enters the picture, and just like that, Cassie wants out. However, everybody knows that breaking bad habits is easier said than done. Could Ryan be the one?","duration":"1h 53min","categories":"Crime, Drama, Thriller","year":2020,"rating":7.5},{"title":"West Side Story","image":"https://m.media-amazon.com/images/M/MV5BMjYxOGIxNDEtZDJhNi00Y2QzLTg5NTUtNGRiMTUyMzFiYTU4XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"An adaptation of the 1957 musical, West Side Story explores forbidden love and the rivalry between the Jets and the Sharks, two teenage street gangs of different ethnic backgrounds.","duration":null,"categories":"Crime, Drama, Musical","year":2021,"rating":null},{"title":"Without Remorse","image":"https://m.media-amazon.com/images/M/MV5BNzcwYTUxYzctYTQ5My00YzY5LTk3YzItOTliMzRiOTZlMGI3XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"An elite Navy SEAL uncovers an international conspiracy while seeking justice for the murder of his pregnant wife in Tom Clancy's Without Remorse, the explosive origin story of action hero John Clark - one of the most popular characters in author Tom Clancy's Jack Ryan universe. When a squad of Russian soldiers kills his family in retaliation for his role in a top-secret op, Sr. Chief John Kelly (Michael B. Jordan) pursues the assassins at all costs. Joining forces with a fellow SEAL (Jodie Turner-Smith) and a shadowy CIA agent (Jamie Bell), Kelly's mission unwittingly exposes a covert plot that threatens to engulf the U.S. and Russia in an all-out war. Torn between personal honor and loyalty to his country, Kelly must fight his enemies without remorse if he hopes to avert disaster and reveal the powerful figures behind the conspiracy.","duration":"1h 49min","categories":"Action, Adventure, Thriller","year":2021,"rating":5.8},{"title":"Nobody","image":"https://m.media-amazon.com/images/M/MV5BMjM5YTRlZmUtZGVmYi00ZjE2LWIyNzAtOWVhMDk1MDdkYzhjXkEyXkFqcGdeQXVyMjMxOTE0ODA@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Emmy winner Bob Odenkirk (Better Call Saul, The Post, Nebraska) stars as Hutch Mansell, an underestimated and overlooked dad and husband, taking life's indignities on the chin and never pushing back. A nobody. When two thieves break into his suburban home one night, Hutch declines to defend himself or his family, hoping to prevent serious violence. His teenage son, Blake (Gage Munroe, The Shack), is disappointed in him and his wife, Becca (Connie Nielsen, Wonder Woman), seems to pull only further away. The aftermath of the incident strikes a match to Hutch's long-simmering rage, triggering dormant instincts and propelling him on a brutal path that will surface dark secrets and lethal skills. In a barrage of fists, gunfire and squealing tires, Hutch must save his family from a dangerous adversary (famed Russian actor Aleksey Serebryakov, Amazon's McMafia)-and ensure that he will never be underestimated as a nobody again.","duration":"1h 32min","categories":"Action, Crime, Drama","year":2021,"rating":7.4},{"title":"Sound of Metal","image":"https://m.media-amazon.com/images/M/MV5BNjcyYjg0M2ItMzMyZS00NmM1LTlhZDMtN2MxN2RhNWY4YTkwXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Keeping at bay his inner demons by devoting himself to art, metal drummer, Ruben, has been living for the moment for the past four years. Then, while on tour with his lead-singer/girlfriend, Lou, Ruben realises that his hearing is rapidly deteriorating. As this sudden hearing loss turns his world upside down, and numbing fear paired with angry denial take over, Ruben reluctantly accepts to join a small deaf community overseen by Joe, a compassionate Vietnam War veteran. Now, Ruben needs to find some solid ground, understand that being deaf is not a handicap and that deafness isn't something to fix. But, is Ruben willing to accept his new life and learn how to be deaf?","duration":"2h","categories":"Drama, Music","year":2019,"rating":7.8},{"title":"The Tomorrow War","image":"https://m.media-amazon.com/images/M/MV5BZTQ4NmI3ZmUtNjI4Ny00YmI4LTgwYWEtMTk0YmRjN2Y3NDg5XkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_UY268_CR1,0,182,268_AL_.jpg","plot":"The world is stunned when a group of time travelers arrive from the year 2051 to deliver an urgent message: Thirty years in the future mankind is losing a global war against a deadly alien species. The only hope for survival is for soldiers and civilians from the present to be transported to the future and join the fight. Among those recruited is high school teacher and family man Dan Forester (Chris Pratt). Determined to save the world for his young daughter, Dan teams up with a brilliant scientist (Yvonne Strahovski) and his estranged father (J.K. Simmons) in a desperate quest to rewrite the fate of the planet.","duration":null,"categories":"Action, Adventure, Sci-Fi","year":2021,"rating":null},{"title":"Things Heard & Seen","image":"https://m.media-amazon.com/images/M/MV5BYjRjYzAxYjAtMTQ0NC00YmJkLTk3MTctNDQ5OTQ4NWM4ZGEwXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"A Manhattan artist relocates her young family to a historic hamlet in the Hudson Valley. As she settles into a new life, she begins to suspect that her marriage has a sinister darkness, one that rivals her new home's history. Based on the acclaimed novel by Elizabeth Brundange..","duration":"2h 1min","categories":"Drama, Horror, Mystery","year":2021,"rating":5.3},{"title":"Mortal Kombat","image":"https://m.media-amazon.com/images/M/MV5BNjY5NTEzZGItMGY3My00NzE4LThkYTUtYjJkNzk3MDBiMWE3XkEyXkFqcGdeQXVyNzg5MDE1MDk@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Based on the popular video game of the same name \"Mortal Kombat\" tells the story of an ancient tournament where the best of the best of different Realms fight each other. The goal - ten wins to be able to legally invade the losing Realm. Outworld has so far collected nine wins against Earthrealm, so it's up to Lord Rayden and his fighters to stop Outworld from reaching the final victory...","duration":"1h 41min","categories":"Action, Adventure, Fantasy","year":1995,"rating":5.8},{"title":"En runda till","image":"https://m.media-amazon.com/images/M/MV5BOTNjM2Y2ZjgtMDc5NS00MDQ1LTgyNGYtYzYwMTAyNWQwYTMyXkEyXkFqcGdeQXVyMjE4NzUxNDA@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"There is a theory that man is born with half a per mille too little. That alcohol in the blood opens the mind to the outside world, problems seem smaller and creativity increases. We know it well; after the first glass of wine, the conversation lifts, the possibilities open up. Martin is a high school teacher. He feels old and tired. His students and their parents want him terminated to increase their average. Encouraged by the per mille theory, Martin and his three colleagues throw themselves into an experiment to maintain a constant alcohol impact in everyday life. If Churchill won World War II in a dense fog of spirits, what could the strong drops do for them and their students? The result is positive in the beginning. Martin's class is in a different way now, and the project is being promoted to a real academic study with the collection of results. Slowly, but surely, the alcohol makes the four friends and their surroundings loosen up. The results are rising, and they really begin...","duration":"1h 57min","categories":"Comedy, Drama","year":2020,"rating":7.8},{"title":"Minari","image":"https://m.media-amazon.com/images/M/MV5BNWEzOTNjNDgtZDhhYS00ODAxLWIzNGMtYjU3OGZhYmI3ZDU4XkEyXkFqcGdeQXVyMTAzNjk5MDI4._V1_UY268_CR1,0,182,268_AL_.jpg","plot":"Yearning to own a small patch of land and be more than a chicken sexer, the ambitious paterfamilias, Jacob Yi, relocates his Korean-American family: sceptical wife, Monica, and their children, David and Anne, from California to 1980s rural Arkansas, to start afresh and capture the elusive American Dream. However, new beginnings are always challenging, and to find out what is best for the family, let alone start a 50-acre farm to grow and sell Korean fruits and vegetables, is easier said than done. But, amid sincere promises, cultural unease, fleeting hopes, and the ever-present threat of financial disaster, Jacob is convinced that he has found their own slice of Eden in the rich, dark soil of Arkansas. Can grandma Soon-ja's humble but resilient minari help the Yi family figure out their place in the world?","duration":"1h 55min","categories":"Drama","year":2020,"rating":7.6},{"title":"Judas and the Black Messiah","image":"https://m.media-amazon.com/images/M/MV5BOTYwNWNmM2UtNDhlOC00ZGQzLWI1MTMtMmZlMTFjM2Y1N2ZhXkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Fred Hampton, a young, charismatic activist, becomes Chairman of the Illinois chapter of the Black Panther Party - putting him directly in the crosshairs of the government, the FBI, and the Chicago Police. But to destroy the revolution, the authorities are going to need a man on the inside.","duration":"2h 6min","categories":"Biography, Drama, History","year":2021,"rating":7.5},{"title":"Godzilla vs. Kong","image":"https://m.media-amazon.com/images/M/MV5BZmYzMzU4NjctNDI0Mi00MGExLWI3ZDQtYzQzYThmYzc2ZmNjXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Legends collide as Godzilla and Kong, the two most powerful forces of nature, clash on the big screen in a spectacular battle for the ages. As a squadron embarks on a perilous mission into fantastic uncharted terrain, unearthing clues to the Titans' very origins and mankind's survival, a conspiracy threatens to wipe the creatures, both good and bad, from the face of the earth forever.","duration":"1h 53min","categories":"Action, Sci-Fi, Thriller","year":2021,"rating":6.5},{"title":"Mank","image":"https://m.media-amazon.com/images/M/MV5BZTllMjI0ZGYtM2FmZC00ZmY4LTlkNTYtZThlOWQ1OGQyZTA3XkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"1940. Film studio RKO hires 24-year-old wunderkind Orson Welles under a contract that gives him full creative control of his movies. For his first film, he calls in washed-up alcoholic Herman J Mankiewicz to write the screenplay. That film is \"Citizen Kane,\" and this is the story of how it was written.","duration":"2h 11min","categories":"Biography, Comedy, Drama","year":2020,"rating":6.9},{"title":"Love and Monsters","image":"https://m.media-amazon.com/images/M/MV5BYWVkMWEyMDUtZTVmOC00MTYxLWE1ZTUtNjk4M2IzMjY2OTIxXkEyXkFqcGdeQXVyMDk5Mzc5MQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Seven years after the Monsterpocalypse, Joel Dawson (Dylan O'Brien), along with the rest of humanity, has been living underground ever since giant creatures took control of the land. After reconnecting over radio with his high school girlfriend Aimee (Jessica Henwick), who is now 80 miles away at a coastal colony, Joel begins to fall for her again. As Joel realizes that there's nothing left for him underground, he decides against all logic to venture out to Aimee, despite all the dangerous monsters that stand in his way. The fun-filled and action-packed adventure also stars Michael Rooker and Ariana Greenblatt.","duration":"1h 49min","categories":"Action, Adventure, Comedy","year":2020,"rating":7.0},{"title":"Kimetsu no Yaiba: Mugen Ressha-Hen","image":"https://m.media-amazon.com/images/M/MV5BODI2NjdlYWItMTE1ZC00YzI2LTlhZGQtNzE3NzA4MWM0ODYzXkEyXkFqcGdeQXVyNjU1OTg4OTM@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Tanjiro Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, board the Infinity Train on a new mission with the Flame Pillar, Kyojuro Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!","duration":"1h 57min","categories":"Animation, Action, Adventure","year":2020,"rating":8.4},{"title":"The Virtuoso","image":"https://m.media-amazon.com/images/M/MV5BNjQ3NjkyNGMtMmVkZS00ZGQ0LTgyMjgtNmY1YTAzN2NlM2EzXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"A lonesome stranger, secure, nerves of steel, must track down and kill a rogue Hitman to satisfy an outstanding debt. But the only information he's been given is a time and location where to find his quarry - 5pm at a rustic diner in the dying town. No name, no description, nothing. When the assassin arrives there are several possible targets, including the county sheriff. Endangering his life, the assassin embarks on a manhunt to find the Hitman and accomplish his mission. But the danger escalates when the erotic encounters with a local woman threaten to derail his task.","duration":"1h 50min","categories":"Action, Crime, Thriller","year":2021,"rating":4.9},{"title":"Zack Snyder's Justice League","image":"https://m.media-amazon.com/images/M/MV5BYjI3NDg0ZTEtMDEwYS00YWMyLThjYjktMTNlM2NmYjc1OGRiXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Determined to ensure Superman's ultimate sacrifice was not in vain, Bruce Wayne aligns forces with Diana Prince with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions. The task proves more difficult than Bruce imagined, as each of the recruits must face the demons of their own pasts to transcend that which has held them back, allowing them to come together, finally forming an unprecedented league of heroes. Now united, Batman, Wonder Woman, Aquaman, Cyborg and The Flash may be too late to save the planet from Steppenwolf, DeSaad and Darkseid and their dreadful intentions.","duration":"4h 2min","categories":"Action, Adventure, Fantasy","year":2021,"rating":8.1},{"title":"Familjen Mitchell mot maskinerna","image":"https://m.media-amazon.com/images/M/MV5BMjdkZjNjNDItYzc4MC00NTkxLTk1MWEtY2UyZjY5MjUwNDNkXkEyXkFqcGdeQXVyMTA1OTcyNDQ4._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"An animated action-comedy about an ordinary family who find themselves in the middle of their biggest family challenge yet...saving the world from the robot apocalypse. No big deal, right? It all starts when creative outsider Katie Mitchell is accepted into the film school of her dreams and is eager to leave home and find \"her people,\" when her nature-loving dad insists on having the whole family drive her to school and bond during one last totally-not-awkward-or-forced road trip. But just when the trip can't get any worse, the family suddenly finds itself in the middle of the robot uprising. Everything from smart phones, to roombas, to evil Furbys are employed to capture every human on the planet. Now it's up to the Mitchells, including upbeat mom Linda, quirky little brother Aaron, their squishy pug, Monchi, and two friendly, but simple-minded robots to save humanity.","duration":"1h 53min","categories":"Animation, Adventure, Comedy","year":2021,"rating":7.9},{"title":"Ma Rainey's Black Bottom","image":"https://m.media-amazon.com/images/M/MV5BNTBlZGY1OTAtN2RjMC00ZThiLWFiZmUtN2VkOGMxNmMyYjQwXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Tensions and temperatures rise over the course of an afternoon recording session in 1920s Chicago as a band of musicians await trailblazing performer, the legendary \"Mother of the Blues,\" Ma Rainey (Academy Award® winner Viola Davis). Late to the session, the fearless, fiery Ma engages in a battle of wills with her white manager and producer over control of her music. As the band waits in the studio's claustrophobic rehearsal room, ambitious trumpeter Levee (Chadwick Boseman) - who has an eye for Ma's girlfriend and is determined to stake his own claim on the music industry - spurs his fellow musicians into an eruption of stories revealing truths that will forever change the course of their lives. Adapted from two-time Pulitzer Prize winner August Wilson's play, MA RAINEY'S BLACK BOTTOM celebrates the transformative power of the blues and the artists who refuse to let society's prejudices dictate their worth. Directed by George C. Wolfe and adapted for the screen by Ruben ...","duration":"1h 34min","categories":"Drama, Music","year":2020,"rating":7.0},{"title":"The Trial of the Chicago 7","image":"https://m.media-amazon.com/images/M/MV5BYjYzOGE1MjUtODgyMy00ZDAxLTljYTgtNzk0Njg2YWQwMTZhXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"In Chicago 1968, the Democratic Party Convention was met with protests from activists like the moderate Students for a Democratic Society led by Tom Hayden and the militant Yippies led by Abbie Hoffman and Jerry Rubin, which led to violent confrontations with the local authorities. As a result, seven of the accused ringleaders are arraigned on charges like Conspiracy by the hostile Nixon administration, including Bobby Seale of the Black Panthers who was not involved in the incident. What follows is an unfair trial presided by the belligerent Judge Hoffman (No relation) and prosecuted by a reluctant but duty-bound Richard Schultz. As their pro bono lawyers face such odds, Hayden and his fellows are frustrated by the Yippies' outrageous antics undermining their defense in defiance of the system even while Seale is denied a chance to defend himself his way. Along the way, the Chicago 7 clash in their political philosophies even as they learn they need each other in this fight.","duration":"2h 9min","categories":"Drama, History, Thriller","year":2020,"rating":7.8},{"title":"Själen","image":"https://m.media-amazon.com/images/M/MV5BZGE1MDg5M2MtNTkyZS00MTY5LTg1YzUtZTlhZmM1Y2EwNmFmXkEyXkFqcGdeQXVyNjA3OTI0MDc@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Joe is a middle-school band teacher whose life hasn't quite gone the way he expected. His true passion is jazz -- and he's good. But when he travels to another realm to help someone find their passion, he soon discovers what it means to have soul.","duration":"1h 40min","categories":"Animation, Adventure, Comedy","year":2020,"rating":8.1},{"title":"Wrath of Man","image":"https://m.media-amazon.com/images/M/MV5BNGVkOTlhOTktNjZiNS00NDg3LWIxMDAtZTY5Y2E0YjllN2IxXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"The plot follows H, a cold and mysterious character working at a cash truck company responsible for moving hundreds of millions of dollars around Los Angeles each week.","duration":"1h 58min","categories":"Action, Thriller","year":2021,"rating":7.5},{"title":"Tenet","image":"https://m.media-amazon.com/images/M/MV5BYzg0NGM2NjAtNmIxOC00MDJmLTg5ZmYtYzM0MTE4NWE2NzlhXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"In a twilight world of international espionage, an unnamed CIA operative, known as The Protagonist, is recruited by a mysterious organization called Tenet to participate in a global assignment that unfolds beyond real time. The mission: prevent Andrei Sator, a renegade Russian oligarch with precognition abilities, from starting World War III. The Protagonist will soon master the art of \"time inversion\" as a way of countering the threat that is to come.","duration":"2h 30min","categories":"Action, Sci-Fi, Thriller","year":2020,"rating":7.4},{"title":"Voyagers","image":"https://m.media-amazon.com/images/M/MV5BZDIzODQyODQtYzIyYy00MDE5LWJmZjMtMDRmYTRkNzAyZjAzXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Set in the near future, the film chronicles the odyssey of 30 young men and women who are sent deep into space on a multi-generational mission in search of a new home. The mission descends into madness, as the crew reverts to its most primal state, not knowing if the real threat they face is what's outside the ship or who they're becoming inside it.","duration":"1h 48min","categories":"Adventure, Sci-Fi, Thriller","year":2021,"rating":5.3},{"title":"Eternals","image":"https://m.media-amazon.com/images/M/MV5BOTYzMTlhM2ItMmFkYi00ZTJhLTg3MWQtNzM1NTRkM2NiNzRjXkEyXkFqcGdeQXVyNTE1NjY5Mg@@._V1_UY268_CR8,0,182,268_AL_.jpg","plot":"Following the events of <a href=\"/title/tt4154796?ref_=tt_stry_pl\">Avengers: Endgame</a> (2019), an unexpected tragedy forces the Eternals, ancient aliens who have been living on Earth in secret for thousands of years, out of the shadows to reunite against mankind's most ancient enemy, the Deviants.","duration":null,"categories":"Action, Adventure, Drama","year":2021,"rating":null},{"title":"The Conjuring: The Devil Made Me Do It","image":"https://m.media-amazon.com/images/M/MV5BYzQxMjVkZjEtMDQxYy00MGIwLWE1NjYtYzZkZmU1NTFlZGFlXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_UY268_CR16,0,182,268_AL_.jpg","plot":"A chilling story of terror, murder and unknown evil that shocked even experienced real-life paranormal investigators Ed and Lorraine Warren. One of the most sensational cases from their files, it starts with a fight for the soul of a young boy, then takes them beyond anything they'd ever seen before, to mark the first time in U.S. history that a murder suspect would claim demonic possession as a defense.","duration":null,"categories":"Horror, Mystery, Thriller","year":2021,"rating":null},{"title":"Avengers: Endgame","image":"https://m.media-amazon.com/images/M/MV5BMTc5MDE2ODcwNV5BMl5BanBnXkFtZTgwMzI2NzQ2NzM@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"After the devastating events of Avengers: Infinity War (2018), the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos's actions and undo the chaos to the universe, no matter what consequences may be in store, and no matter who they face...","duration":"3h 1min","categories":"Action, Adventure, Drama","year":2019,"rating":8.4},{"title":"The Courier","image":"https://m.media-amazon.com/images/M/MV5BYjg4YTJlNzMtY2U0OC00N2FjLWI0ZTgtNGM1NDRhMWNhZmRkXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"In the shadow of the Cold War a letter from Oleg Penkovsky (Merab Ninidze) an agency of the Soviet Union received by M16 stating the concern of Penkovsky about world safety and his anxiety about a nuclear war, So Emily Donovan (Rachel Brosnahan) a CIA Agent reached out to MI6 Agent Dickie Franks (Angus Wright) , who recruited British salesman Greville Wynne (Benedict Cumberbatch) to be their spy.","duration":"1h 52min","categories":"Thriller","year":2020,"rating":7.1},{"title":"Thunder Force","image":"https://m.media-amazon.com/images/M/MV5BMWZkM2I2NjEtNWM0Mi00MTgwLWJlYTAtYmNkZWYzNmQ1ZTBiXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"In a world terrorized by super-villains, one woman has developed the process to give superpowers to regular people. But when scientist Emily Stanton accidentally imbues her estranged best-friend with incredible abilities, the two women must become the first superhero team. Now, it is up to Thunder Force to battle the super-powered Miscreants and save Chicago from the clutches of The King.","duration":"1h 46min","categories":"Action, Adventure, Comedy","year":2021,"rating":4.4},{"title":"Mortal Kombat: Annihilation","image":"https://m.media-amazon.com/images/M/MV5BYjdmZTU3MWMtZTU4ZC00NjYzLTk1NzAtODc2ZDY0ZWNhYWEzL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Mortal Kombat is an ancient tournament where the Earth Realm warriors battle against the forces of Outworld. Liu Kang and a few chosen fighters fought and defeated the powerful sorcerer Shang Tsung, their victory would preserve the peace on Earth for one more generation. Taking place now where the first movie left off, the Earth realm warriors live a short period of peace when evil forces from another dimension come to invade and wreak havoc on Earth. They are guided by the forces of Outworld leader, Shao Kahn and his generals such as: Motaro, Rain, Ermac, Sheeva and Sindel. Now Liu Kang, Raiden, Jax, Sonya and Kitana must defeat Shao Kahn in six days before the Earth realm merges with the Outworld.","duration":"1h 35min","categories":"Action, Adventure, Fantasy","year":1997,"rating":3.7},{"title":"Bläckfisken och jag","image":"https://m.media-amazon.com/images/M/MV5BZWZlODNlYWUtZjY2Ni00YzdiLTkwNmEtZmY5MmY1MDI0YWQyXkEyXkFqcGdeQXVyNjEwNTM2Mzc@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"After years of swimming every day in the freezing ocean at the tip of Africa, Craig Foster meets an unlikely teacher a young octopus who displays remarkable curiosity. Visiting her den and tracking her movements for months on end he eventually wins the animal's trust and they develop a never before seen bond between human and wild animal.","duration":"1h 25min","categories":"Documentary","year":2020,"rating":8.1},{"title":"Shang-Chi and the Legend of the Ten Rings","image":"https://m.media-amazon.com/images/M/MV5BYzM0YjJlMWEtZTg0MS00NjM4LWJkMDktN2VmZGU2ZjQ1YjI2XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"The movie, based on Marvel Comics, will focus on Shang-Chi; 'The Master of Kung-Fu'.","duration":null,"categories":"Action, Adventure, Fantasy","year":2021,"rating":null},{"title":"Pinocchio","image":"https://m.media-amazon.com/images/M/MV5BNzgxNWJiOWQtZDA5Mi00NjBkLWIxMzUtZTg3Yjk5NjYyMDZjXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Shot in stunning Italian locations, <a href=\"/name/nm0308520?ref_=tt_stry_pl\">Matteo Garrone</a>'s rich world of mystery and wonder stars Academy Award® winning actor <a href=\"/name/nm0000905?ref_=tt_stry_pl\">Roberto Benigni</a> as Geppetto, the old woodcarver whose puppet creation, Pinocchio, magically comes to life with dreams of becoming a real boy. Easily led astray, Pinocchio (nine-year-old <a href=\"/name/nm9130105?ref_=tt_stry_pl\">Federico Ielapi</a>) tumbles from one misadventure to another as he is tricked, kidnapped and chased by bandits through a wonderful world full of imaginative creatures - from the belly of a giant fish, to the Land Of Toys and the Field Of Miracles.","duration":"2h 5min","categories":"Drama, Family, Fantasy","year":2019,"rating":6.2},{"title":"The Marksman","image":"https://m.media-amazon.com/images/M/MV5BODdlNThhMTUtNmU1OS00ZjM3LWE1ZjMtOWViN2RhYWRiZTg5XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"A rancher on the Arizona border becomes the unlikely defender of a young Mexican boy desperately fleeing the cartel assassins who've pursued him into the U.S.","duration":"1h 48min","categories":"Action, Drama, Thriller","year":2021,"rating":5.6},{"title":"Raya och den sista draken","image":"https://m.media-amazon.com/images/M/MV5BZWNiOTc4NGItNGY4YS00ZGNkLThkOWEtMDE2ODcxODEwNjkwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Long ago, in the fantasy world of Kumandra, humans and dragons lived together in harmony. However, when sinister monsters known as the Druun threatened the land, the dragons sacrificed themselves to save humanity. Now, 500 years later, those same monsters have returned, and it's up to a lone warrior to track down the last dragon and stop the Druun for good.","duration":"1h 47min","categories":"Animation, Action, Adventure","year":2021,"rating":7.4},{"title":"Gudfadern","image":"https://m.media-amazon.com/images/M/MV5BM2MyNjYxNmUtYTAwNi00MTYxLWJmNWYtYzZlODY3ZTk3OTFlXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_UY268_CR3,0,182,268_AL_.jpg","plot":"The Godfather \"Don\" Vito Corleone is the head of the Corleone mafia family in New York. He is at the event of his daughter's wedding. Michael, Vito's youngest son and a decorated WW II Marine is also present at the wedding. Michael seems to be uninterested in being a part of the family business. Vito is a powerful man, and is kind to all those who give him respect but is ruthless against those who do not. But when a powerful and treacherous rival wants to sell drugs and needs the Don's influence for the same, Vito refuses to do it. What follows is a clash between Vito's fading old values and the new ways which may cause Michael to do the thing he was most reluctant in doing and wage a mob war against all the other mafia families which could tear the Corleone family apart.","duration":"2h 55min","categories":"Crime, Drama","year":1972,"rating":9.2},{"title":"Army of the Dead","image":"https://m.media-amazon.com/images/M/MV5BNGY0NzgzYzctYWQwMC00MzM2LThjNGMtZjFjMWUyNzg0ZmM0XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Following a zombie outbreak in Las Vegas, a group of mercenaries take the ultimate gamble, venturing into the quarantine zone to pull off the greatest heist ever attempted.","duration":null,"categories":"Action, Crime, Horror","year":2021,"rating":null},{"title":"365 Days","image":"https://m.media-amazon.com/images/M/MV5BODljZTM3ODAtMDc0YS00NmI4LTlmZTUtM2I5MDAzNTQxZmMxXkEyXkFqcGdeQXVyMTEwMTY3NDI@._V1_UY268_CR4,0,182,268_AL_.jpg","plot":"Massimo Torricelli, a young and handsome boss of a Sicilian Mafia family, has no other option but to take over after his father has been assassinated. Laura is a sales director in a luxurious hotel in Warsaw. She has a successful career, but her private life lacks passion. She is taking one last shot to save her relationship. Together with her bone-headed boyfriend, Martin and some other friends, she takes a trip to Sicily. She does not expect that Massimo, the most dangerous man on the island, will get in her way, kidnap her, hold her captive and give her 365 days - to fall in love with him.","duration":"1h 54min","categories":"Drama, Romance","year":2020,"rating":3.2},{"title":"Parasit","image":"https://m.media-amazon.com/images/M/MV5BYWZjMjk3ZTItODQ2ZC00NTY5LWE0ZDYtZTI3MjcwN2Q5NTVkXkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"The Kims - mother and father Chung-sook and Ki-taek, and their young adult offspring, son Ki-woo and daughter Ki-jung - are a poor family living in a shabby and cramped half basement apartment in a busy lower working class commercial district of Seoul. Without even knowing it, they, especially Mr. and Mrs. Kim, literally smell of poverty. Often as a collective, they perpetrate minor scams to get by, and even when they have jobs, they do the minimum work required. Ki-woo is the one who has dreams of getting out of poverty by one day going to university. Despite not having that university education, Ki-woo is chosen by his university student friend Min, who is leaving to go to school, to take over his tutoring job to Park Da-hye, who Min plans to date once he returns to Seoul and she herself is in university. The Parks are a wealthy family who for four years have lived in their modernistic house designed by and the former residence of famed architect Namgoong. While Mr. and Mrs. Park ...","duration":"2h 12min","categories":"Comedy, Drama, Thriller","year":2019,"rating":8.6},{"title":"In the Heights","image":"https://m.media-amazon.com/images/M/MV5BZDkzYmM5M2EtMjQxMS00ZDNiLTkwOWQtOTExZDdiMDIxNmQxXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"In the Heights centers on a variety of characters living in the neighborhood of Washington Heights, on the northern tip of Manhattan. At the center of the show is Usnavi, a bodega owner who looks after the aging Cuban lady next door, pines for the gorgeous girl working in the neighboring beauty salon and dreams of winning the lottery and escaping to the shores of his native Dominican Republic. Meanwhile, Nina, a childhood friend of Usnavi's, has returned to the neighborhood from her first year at college with surprising news for her parents, who have spent their life savings on building a better life for their daughter. Ultimately, Usnavi and the residents of the close-knit neighborhood get a dose of what it means to be home.","duration":"2h 23min","categories":"Drama, Music, Musical","year":2021,"rating":null},{"title":"Black Widow","image":"https://m.media-amazon.com/images/M/MV5BYjdmODAzNTctNWU1NS00ZmRiLWFiM2YtMjAyNzgzZWJlZjhlXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"At birth the Black Widow \"aka Natasha Romanova\" is given to the KGB, which grooms her to become its ultimate operative. When the U.S.S.R. breaks up, the government tries to kill her as the action moves to present-day New York, where she is a freelance operative.","duration":"2h 13min","categories":"Action, Adventure, Sci-Fi","year":2021,"rating":null},{"title":"Palm Springs","image":"https://m.media-amazon.com/images/M/MV5BYjk0MTgzMmQtZmY2My00NmE5LWExNGUtYjZkNTA3ZDkyMTJiXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UY268_CR0,0,182,268_AL_.jpg","plot":"While stuck at a wedding in Palm Springs, Nyles (Andy Samberg) meets Sarah (Cristin Milioti), the maid of honor and family black sheep. After he rescues her from a disastrous toast, Sarah becomes drawn to Nyles and his offbeat nihilism. But when their impromptu tryst is thwarted by a surreal interruption, Sarah must join Nyles in embracing the idea that nothing really matters, and they begin wreaking spirited havoc on the wedding celebration.","duration":"1h 30min","categories":"Comedy, Fantasy, Mystery","year":2020,"rating":7.4},{"title":"Fast & Furious 9","image":"https://m.media-amazon.com/images/M/MV5BMjI0NmFkYzEtNzU2YS00NTg5LWIwYmMtNmQ1MTU0OGJjOTMxXkEyXkFqcGdeQXVyMjMxOTE0ODA@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Cypher enlists the help of Jakob, Dom's younger brother to take revenge on Dom and his team.","duration":"2h 25min","categories":"Action, Adventure, Crime","year":2021,"rating":null},{"title":"Synchronic","image":"https://m.media-amazon.com/images/M/MV5BYWVlNjUxNzctZTI3NC00MDMzLWFlMjAtYmI2NWE5ZWJhYjZmXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UY268_CR1,0,182,268_AL_.jpg","plot":"Two New Orleans paramedics' lives are ripped apart after they encounter a series of horrific deaths linked to a designer drug with bizarre, otherworldly effects.","duration":"1h 42min","categories":"Drama, Sci-Fi, Thriller","year":2019,"rating":6.2},{"title":"Once Upon a Time in Hollywood","image":"https://m.media-amazon.com/images/M/MV5BOTg4ZTNkZmUtMzNlZi00YmFjLTk1MmUtNWQwNTM0YjcyNTNkXkEyXkFqcGdeQXVyNjg2NjQwMDQ@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Quentin Tarantino's Once Upon a Time... in Hollywood visits 1969 Los Angeles, where everything is changing, as TV star Rick Dalton (Leonardo DiCaprio) and his longtime stunt double Cliff Booth (Brad Pitt) make their way around an industry they hardly recognize anymore. The ninth film from the writer-director features a large ensemble cast and multiple storylines in a tribute to the final moments of Hollywood's golden age.","duration":"2h 41min","categories":"Comedy, Drama","year":2019,"rating":7.6},{"title":"Justice Society: World War II","image":"https://m.media-amazon.com/images/M/MV5BMjQ4Njk5ODMtNjZhMC00OTRjLTg3NzktYjViNmE1ZWE5MzhlXkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"The Justice Society of America , a group of heroes aiding the allies in World War 2, acquire an ally from the future who sends them on an adventure that changes history.","duration":"1h 24min","categories":"Animation, Action, Adventure","year":2021,"rating":6.4},{"title":"The Suicide Squad","image":"https://m.media-amazon.com/images/M/MV5BNGM3YzdlOWYtNjViZS00MTE2LWE1MWUtZmE2ZTcxZjcyMmU3XkEyXkFqcGdeQXVyODEyMTI1MjA@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Supervillains Harley Quinn, Bloodsport, Peacemaker and a collection of nutty cons at Belle Reve prison join the super-secret, super-shady Task Force X as they are dropped off at the remote, enemy-infused island of Corto Maltese.","duration":null,"categories":"Action, Adventure, Comedy","year":2021,"rating":null},{"title":"Unhinged","image":"https://m.media-amazon.com/images/M/MV5BYjc1Mjg5NjItY2I2MS00NDk3LWI5NGYtNzZjNTNiZmMwZTA3XkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Academy Award winner Russell Crowe stars in Unhinged, a psychological thriller that takes something we've all experienced- road rage - to an unpredictable and terrifying conclusion. Rachel (Caren Pistorius) is running late getting to work when she crosses paths with a stranger (Crowe) at a traffic light. Soon, Rachel finds herself and everyone she loves the target of a man who feels invisible and is looking to make one last mark upon the world by teaching her a series of deadly lessons. What follows is a dangerous game of cat and mouse that proves you never know who you're driving next to.","duration":"1h 30min","categories":"Action, Thriller","year":2020,"rating":6.0},{"title":"Pink Skies Ahead","image":"https://m.media-amazon.com/images/M/MV5BNzUyM2MyN2UtOGI4My00YzI2LWI0YzItMGZhMDRhOTAwZGRlXkEyXkFqcGdeQXVyNDkzMjYyMg@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"A young woman struggles with an anxiety disorder after dropping out of school.","duration":"1h 34min","categories":"Comedy, Drama","year":2020,"rating":6.5},{"title":"Nyckeln till frihet","image":"https://m.media-amazon.com/images/M/MV5BMDFkYTc0MGEtZmNhMC00ZDIzLWFmNTEtODM1ZmRlYWMwMWFmXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Chronicles the experiences of a formerly successful banker as a prisoner in the gloomy jailhouse of Shawshank after being found guilty of a crime he did not commit. The film portrays the man's unique way of dealing with his new, torturous life; along the way he befriends a number of fellow prisoners, most notably a wise long-term inmate named Red.","duration":"2h 22min","categories":"Drama","year":1994,"rating":9.3},{"title":"Wonder Woman 1984","image":"https://m.media-amazon.com/images/M/MV5BYTlhNzJjYzYtNGU3My00ZDI5LTgzZDUtYzllYjU1ZmU0YTgwXkEyXkFqcGdeQXVyMjQwMDg0Ng@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"In 1984, after saving the world in <a href=\"/title/tt0451279?ref_=tt_stry_pl\">Wonder Woman</a> (2017), the immortal Amazon warrior, Princess Diana of Themyscira, finds herself trying to stay under the radar, working as an archaeologist at the Smithsonian Museum. With the memory of the brave U.S. pilot, Captain Steve Trevor, etched on her mind, Diana Prince becomes embroiled in a sinister conspiracy of global proportions when a transparent, golden-yellow citrine gemstone catches the eye of the power-hungry entrepreneur, Maxwell Lord. Now, as a dear old friend from the past miraculously enters the picture, and Barbara Minerva, Diana's insecure gemologist colleague gives in to desire, suddenly, deceit, greed, and false promises catapult Maxwell into the limelight. More and more, cataclysmic events push the world to the brink, and emotionally vulnerable Diana must address a cruel dilemma. Can mighty Wonder Woman save humankind once again?","duration":"2h 31min","categories":"Action, Adventure, Fantasy","year":2020,"rating":5.4},{"title":"Rättfärdighetens ryttare","image":"https://m.media-amazon.com/images/M/MV5BZWVkNTFmNTQtMGRiZC00NjAwLThjYTgtYmI3ZjA2Zjc1MTM1XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Markus, a deployed military man, has to go home to his teenage daughter, Mathilde, when his wife dies in a tragic train accident. It seems to be plain bad luck - but it turns out that it might have been a carefully orchestrated assassination, which his wife ended up being a random casualty of.","duration":"1h 56min","categories":"Action, Comedy, Drama","year":2020,"rating":7.7},{"title":"Pieces of a Woman","image":"https://m.media-amazon.com/images/M/MV5BMGE3MzMzOTAtOTExMy00MzFiLWFjNDItN2ZiZmYyYjY2MWUwXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Martha and Sean are a Boston couple on the verge of parenthood whose lives change irrevocably when a home birth ends in unimaginable tragedy. Thus begins a yearlong odyssey for Martha, who must navigate her grief while working through fractious relationships with her husband and her domineering mother, along with the publicly vilified midwife, whom she must face in court. A deeply personal, searing, and ultimately transcendent story of a woman learning to live alongside her loss.","duration":"2h 6min","categories":"Drama","year":2020,"rating":7.1},{"title":"Luca","image":"https://m.media-amazon.com/images/M/MV5BZTQyNTU0MDktYTFkYi00ZjNhLWE2ODctMzBkM2U1ZTk3YTMzXkEyXkFqcGdeQXVyNTI4MzE4MDU@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"A young boy experiences an unforgettable seaside summer on the Italian Riviera filled with gelato, pasta and endless scooter rides. Luca shares these adventures with his newfound best friend, but all the fun is threatened by a deeply-held secret: he is a sea monster from another world just below the ocean's surface.","duration":null,"categories":"Animation, Adventure, Comedy","year":2021,"rating":null},{"title":"Spider-Man: No Way Home","image":"https://m.media-amazon.com/images/M/MV5BNTMxOGI4OGMtMTgwMy00NmFjLWIyOTUtYjQ0OGQ4Mjk0YjNjXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"A continuation of Spider-Man Far From Home","duration":null,"categories":"Action, Adventure, Sci-Fi","year":2021,"rating":null},{"title":"Knives Out","image":"https://m.media-amazon.com/images/M/MV5BMGUwZjliMTAtNzAxZi00MWNiLWE2NzgtZGUxMGQxZjhhNDRiXkEyXkFqcGdeQXVyNjU1NzU3MzE@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"When renowned crime novelist Harlan Thrombey (Christopher Plummer) is found dead at his estate just after his 85th birthday, the inquisitive and debonair Detective Benoit Blanc (Daniel Craig) is mysteriously enlisted to investigate. From Harlan's disfunctional family to his devoted staff, Blanc sifts through a web of red herrings and self-serving lies to uncover the truth behind Harlan's untimely death.","duration":"2h 10min","categories":"Comedy, Crime, Drama","year":2019,"rating":7.9},{"title":"One Night in Miami","image":"https://m.media-amazon.com/images/M/MV5BYmJlYWQ0NWMtMzU5Ni00MDNhLTk2YmUtYWYzZTJhMDMxMzE0XkEyXkFqcGdeQXVyODE0OTU5Nzg@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Set on the night of February 25, 1964, \"One Night in Miami\" follows a young, brash Cassius Clay as he emerges from the Miami Beach Convention Center the new Heavyweight Boxing Champion of the World. Against all odds, he defeated Sonny Liston and shocked the sports world. While crowds of people swarm Miami Beach to celebrate the match, Clay - unable to stay on the island because of Jim Crow-era segregation laws - spends the evening at the Hampton House Motel in Miami's African American Overtown neighborhood celebrating with three of his closest friends: Malcolm X, Sam Cooke, and Jim Brown. During this historic evening, these icons, who each were the very representation of the Pre-Black Power Movement and felt the social pressure their cross-over celebrity brought, shared their thoughts with each other about their responsibilities as influencers, standing up, defending their rights and moving the country forward to equality and empowerment for all black people. The next morning, the ...","duration":"1h 54min","categories":"Drama","year":2020,"rating":7.1},{"title":"Chaos Walking","image":"https://m.media-amazon.com/images/M/MV5BYTcxYTk3MWQtZThlMS00ZjQ0LTg0NjktNGVkNWM2MTAyYWJmXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"In the not-too-distant future, Todd Hewitt (Tom Holland) discovers Viola (Daisy Ridley), a mysterious girl who crash lands on his planet, where all the women have disappeared and the men are afflicted by \"the Noise\" - a force that puts all their thoughts on display. In this dangerous landscape, Viola's life is threatened - and as Todd vows to protect her, he will have to discover his own inner power and unlock the planet's dark secrets. From the director of The Bourne Identity and Edge of Tomorrow and based on the best-selling novel The Knife of Never Letting Go, Daisy Ridley and Tom Holland star with Mads Mikkelsen, Demián Bichir, Cynthia Erivo, Nick Jonas, Kurt Sutter, and David Oyelowo in Chaos Walking.","duration":"1h 49min","categories":"Action, Adventure, Fantasy","year":2021,"rating":5.7},{"title":"Black Panther","image":"https://m.media-amazon.com/images/M/MV5BMTg1MTY2MjYzNV5BMl5BanBnXkFtZTgwMTc4NTMwNDI@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"After the events of Captain America: Civil War, Prince T'Challa returns home to the reclusive, technologically advanced African nation of Wakanda to serve as his country's new king. However, T'Challa soon finds that he is challenged for the throne from factions within his own country. When two foes conspire to destroy Wakanda, the hero known as Black Panther must team up with C.I.A. agent Everett K. Ross and members of the Dora Milaje, Wakandan special forces, to prevent Wakanda from being dragged into a world war.","duration":"2h 14min","categories":"Action, Adventure, Sci-Fi","year":2018,"rating":7.3},{"title":"The Little Things","image":"https://m.media-amazon.com/images/M/MV5BOGFlNTdmYWQtM2IzMi00YTY3LTlmMDQtZDI5NGQ5MjYzZmEwXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Deke (<a href=\"/name/nm0000243?ref_=tt_stry_pl\">Denzel Washington</a>), a burnt-out Kern County, CA deputy sheriff teams up with Baxter (<a href=\"/name/nm1785339?ref_=tt_stry_pl\">Rami Malek</a>), a crack LASD detective, to nab a serial killer. Deke's nose for the \"little things\" proves eerily accurate, but his willingness to circumvent the rules embroils Baxter in a soul-shattering dilemma. Meanwhile, Deke must wrestle with a dark secret from his past.","duration":"2h 8min","categories":"Crime, Drama, Thriller","year":2021,"rating":6.3},{"title":"Dune","image":"https://m.media-amazon.com/images/M/MV5BMGFkZGY0NTgtMGEyZC00YzhjLTkyOWItYzMzOTljMDA3ZjU2XkEyXkFqcGdeQXVyNzc4NTU3Njg@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"A mythic and emotionally charged hero's journey, \"Dune\" tells the story of Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.","duration":null,"categories":"Adventure, Drama, Sci-Fi","year":2021,"rating":null},{"title":"Three Billboards Outside Ebbing, Missouri","image":"https://m.media-amazon.com/images/M/MV5BMjI0ODcxNzM1N15BMl5BanBnXkFtZTgwMzIwMTEwNDI@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"THREE BILLBOARDS OUTSIDE EBBING, MISSOURI is a darkly comic drama from Academy Award nominee Martin McDonagh (In Bruges). After months have passed without a culprit in her daughter's murder case, Mildred Hayes (Academy Award winner Frances McDormand) makes a bold move, painting three signs leading into her town with a controversial message directed at William Willoughby (Academy Award nominee Woody Harrelson), the town's revered chief of police. When his second-in-command Officer Dixon (Academy Award winner Sam Rockwell), an immature mother's boy with a penchant for violence, gets involved, the battle between Mildred and Ebbing's law enforcement is only exacerbated.","duration":"1h 55min","categories":"Comedy, Crime, Drama","year":2017,"rating":8.1},{"title":"Sleepers","image":"https://m.media-amazon.com/images/M/MV5BMzk1MmI4NzAtOGRiNS00YjY1LTllNmEtZDhiZDM4MjU2NTMxXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_UY268_CR4,0,182,268_AL_.jpg","plot":"As children, Lorenzo Carcaterra - Shakes to his friends - Michael Sullivan, Tommy Marcano, and John Reilly were inseparable. They grew up in Hell's Kitchen, a far from perfect neighborhood, one filled as Shakes says with scams and shake downs, but one where the rules were known and easily understood by its residents. The one adult who they admired was Father Bobby Carelli, who understood them as kids more than most adults and more than he himself would like to admit. In 1967, their lives would change forever when a typical teenage prank went wrong which led to the four of them being sentenced to various terms at Wilkinson Home for Boys, a reformatory. There, they were physically, emotionally and sexually abused primarily by Sean Nokes, the predatory lead guard of their cell block, and fellow guards Ralph Ferguson, Henry Addison, and Adam Styler, although there were other decent figures of authority at the home, including a few other guards. Their time at the home affected the four, ...","duration":"2h 27min","categories":"Crime, Drama, Thriller","year":1996,"rating":7.6},{"title":"I Care a Lot","image":"https://m.media-amazon.com/images/M/MV5BYWU2ZTRhNDMtMWYxMC00ZTVkLThjZmItZGY4MGU0YmZlMjJlXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Poised with sharklike self-assurance, Marla Grayson is a professional, court-appointed guardian for dozens of elderly wards whose assets she seizes and cunningly bilks through dubious but legal means. It's a well-oiled racket that Marla and her business-partner and lover, Fran, use with brutal efficiency on their latest \"cherry,\" Jennifer Peterson - a wealthy retiree with no living heirs or family. But when their mark turns out to have an equally shady secret of her own and connections to a volatile gangster, Marla is forced to level up in a game only predators can play - one that's neither fair, nor square.","duration":"1h 58min","categories":"Comedy, Crime, Thriller","year":2020,"rating":6.3},{"title":"Spiral: From the Legacy of Saw","image":"https://m.media-amazon.com/images/M/MV5BZjI4ZWQwYzctMGJlMi00OTE1LWFkNjMtY2VlOGQxZmVhNDYyXkEyXkFqcGdeQXVyMjMxOTE0ODA@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Working in the shadow of his father, an esteemed police veteran (Samuel L. Jackson), brash Detective Ezekiel \"Zeke\" Banks (Chris Rock) and his rookie partner (Max Minghella) take charge of a grisly investigation into murders that are eerily reminiscent of the city's gruesome past. Unwittingly entrapped in a deepening mystery, Zeke finds himself at the center of the killer's morbid game.","duration":"1h 33min","categories":"Crime, Horror, Mystery","year":2021,"rating":null},{"title":"The Matrix 4","image":"https://m.media-amazon.com/images/M/MV5BN2I5NzlmMWYtYjIwYy00Y2ZiLWI0ODgtYjAxNDZiZGJlMjlhXkEyXkFqcGdeQXVyMzk1MDQ2MQ@@._V1_UY268_CR110,0,182,268_AL_.jpg","plot":"The plot is currently unknown.","duration":null,"categories":"Action, Sci-Fi","year":2021,"rating":null},{"title":"West Side Story","image":"https://m.media-amazon.com/images/M/MV5BMTM0NDAxOTI5MF5BMl5BanBnXkFtZTcwNjI4Mjg3NA@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"West Side Story is the award-winning adaptation of the classic romantic tragedy \"Romeo and Juliet\". The feuding families become two warring New York City gangs--the white Jets led by Riff and the Latino Sharks, led by Bernardo. Their hatred escalates to a point where neither can coexist with any form of understanding. But when Riff's best friend (and former Jet) Tony and Bernardo's younger sister Maria meet at a dance, no one can do anything to stop their love. Maria and Tony begin meeting in secret, planning to run away. Then the Sharks and Jets plan a rumble under the highway--whoever wins gains control of the streets. Maria sends Tony to stop it, hoping it can end the violence. It goes terribly wrong, and before the lovers know what's happened, tragedy strikes and doesn't stop until the climactic and heartbreaking ending.","duration":"2h 33min","categories":"Crime, Drama, Musical","year":1961,"rating":7.5},{"title":"Those Who Wish Me Dead","image":"https://m.media-amazon.com/images/M/MV5BYTEyNDEzNjAtNjIyNy00ZGYxLWJjNDYtNTJhM2JhYjIxYTBmXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"A teenage murder witness finds himself pursued by twin assassins in the Montana wilderness with a survival expert tasked with protecting him -- and a forest fire threatening to consume them all.","duration":"1h 40min","categories":"Action, Drama, Thriller","year":2021,"rating":7.2},{"title":"Avengers: Infinity War","image":"https://m.media-amazon.com/images/M/MV5BMjMxNjY2MDU1OV5BMl5BanBnXkFtZTgwNzY1MTUwNTM@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment, the fate of Earth and existence has never been more uncertain.","duration":"2h 29min","categories":"Action, Adventure, Sci-Fi","year":2018,"rating":8.4},{"title":"News of the World","image":"https://m.media-amazon.com/images/M/MV5BMDNlNmVlNDItMjE3Yi00ZTA3LWIyOTktNDhhMGFlZjk5ZDQ0XkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Five years after the end of the Civil War, Captain Jefferson Kyle Kidd (Tom Hanks), a veteran of three wars, now moves from town to town as a non-fiction storyteller, sharing the news of presidents and queens, glorious feuds, devastating catastrophes, and gripping adventures from the far reaches of the globe. On the plains of Texas, he crosses paths with Johanna (Helena Zengel), a 10-year-old taken in by the Kiowa people six years earlier and raised as one of their own. Johanna, hostile to a world she's never experienced, is being returned to her biological aunt and uncle against her will. Kidd agrees to deliver the child where the law says she belongs. As they travel hundreds of miles into the unforgiving wilderness, the two will face tremendous challenges of both human and natural forces as they search for a place that either can call home.","duration":"1h 58min","categories":"Action, Adventure, Drama","year":2020,"rating":6.8},{"title":"Thor: Love and Thunder","image":"https://m.media-amazon.com/images/M/MV5BMzZjMTIwNjYtYTg0ZS00ZDFjLTk3MDctMTY3ZTgwMjQ4MmFiXkEyXkFqcGdeQXVyNjg2NjQwMDQ@._V1_UY268_CR3,0,182,268_AL_.jpg","plot":"The sequel to Thor: Ragnarok and the fourth movie in the Thor saga.","duration":null,"categories":"Action, Adventure, Fantasy","year":2022,"rating":null},{"title":"Joker","image":"https://m.media-amazon.com/images/M/MV5BNGVjNWI4ZGUtNzE0MS00YTJmLWE0ZDctN2ZiYTk2YmI3NTYyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Arthur Fleck works as a clown and is an aspiring stand-up comic. He has mental health issues, part of which involves uncontrollable laughter. Times are tough and, due to his issues and occupation, Arthur has an even worse time than most. Over time these issues bear down on him, shaping his actions, making him ultimately take on the persona he is more known as...Joker.","duration":"2h 2min","categories":"Crime, Drama, Thriller","year":2019,"rating":8.4},{"title":"Titanic","image":"https://m.media-amazon.com/images/M/MV5BMDdmZGU3NDQtY2E5My00ZTliLWIzOTUtMTY4ZGI1YjdiNjk3XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"84 years later, a 100 year-old woman named Rose DeWitt Bukater tells the story to her granddaughter Lizzy Calvert, Brock Lovett, Lewis Bodine, Bobby Buell and Anatoly Mikailavich on the Keldysh about her life set in April 10th 1912, on a ship called Titanic when young Rose boards the departing ship with the upper-class passengers and her mother, Ruth DeWitt Bukater, and her fiancé, Caledon Hockley. Meanwhile, a drifter and artist named Jack Dawson and his best friend Fabrizio De Rossi win third-class tickets to the ship in a game. And she explains the whole story from departure until the death of Titanic on its first and last voyage April 15th, 1912 at 2:20 in the morning.","duration":"3h 14min","categories":"Drama, Romance","year":1997,"rating":7.8},{"title":"The Dark Knight","image":"https://m.media-amazon.com/images/M/MV5BMTMxNTMwODM0NF5BMl5BanBnXkFtZTcwODAyMTk2Mw@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Set within a year after the events of Batman Begins (2005), Batman, Lieutenant James Gordon, and new District Attorney Harvey Dent successfully begin to round up the criminals that plague Gotham City, until a mysterious and sadistic criminal mastermind known only as \"The Joker\" appears in Gotham, creating a new wave of chaos. Batman's struggle against The Joker becomes deeply personal, forcing him to \"confront everything he believes\" and improve his technology to stop him. A love triangle develops between Bruce Wayne, Dent, and Rachel Dawes.","duration":"2h 32min","categories":"Action, Crime, Drama","year":2008,"rating":9.0},{"title":"The New Mutants","image":"https://m.media-amazon.com/images/M/MV5BZDQ2NTdmNDgtMGIwMS00ODE2LTk5M2EtZGZhYzc4MWRlNTU3XkEyXkFqcGdeQXVyNTc4MjczMTM@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"After a near-death experience during a strange tornado, Danielle Moonstar awakens in an abandoned research facility run by the mysterious Dr Cecilia Reyes. There, Dr Reyes introduces Dani to four other equally uncommon teenagers: Illyana Rasputin, Rahne Sinclair, Sam Guthrie, and Roberto da Costa, who wants to keep them safe and sound until they learn how to be in full control of their extraordinary abilities. However, even though the exceptional team of traumatised inmates believes that they're being treated and cared for, before long, they all start to experience horrifying hallucinations. But, this institution was supposed to be a safe place. Are they patients or prisoners?","duration":"1h 34min","categories":"Action, Horror, Mystery","year":2020,"rating":5.3},{"title":"Fargo","image":"https://m.media-amazon.com/images/M/MV5BNDJiZDgyZjctYmRjMS00ZjdkLTkwMTEtNGU1NDg3NDQ0Yzk1XkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Jerry works in his father-in-law's car dealership and has gotten himself in financial problems. He tries various schemes to come up with money needed for a reason that is never really explained. It has to be assumed that his huge embezzlement of money from the dealership is about to be discovered by father-in-law. When all else falls through, plans he set in motion earlier for two men to kidnap his wife for ransom to be paid by her wealthy father (who doesn't seem to have the time of day for son-in-law). From the moment of the kidnapping, things go wrong and what was supposed to be a non-violent affair turns bloody with more blood added by the minute. Jerry is upset at the bloodshed, which turns loose a pregnant sheriff from Brainerd, MN who is tenacious in attempting to solve the three murders in her jurisdiction.","duration":"1h 38min","categories":"Crime, Drama, Thriller","year":1996,"rating":8.1},{"title":"Rädda menige Ryan","image":"https://m.media-amazon.com/images/M/MV5BZjhkMDM4MWItZTVjOC00ZDRhLThmYTAtM2I5NzBmNmNlMzI1XkEyXkFqcGdeQXVyNDYyMDk5MTU@._V1_UY268_CR0,0,182,268_AL_.jpg","plot":"Opening with the Allied invasion of Normandy on 6 June 1944, members of the 2nd Ranger Battalion under Cpt. Miller fight ashore to secure a beachhead. Amidst the fighting, two brothers are killed in action. Earlier in New Guinea, a third brother is KIA. Their mother, Mrs. Ryan, is to receive all three of the grave telegrams on the same day. The United States Army Chief of Staff, George C. Marshall, is given an opportunity to alleviate some of her grief when he learns of a fourth brother, Private James Ryan, and decides to send out 8 men (Cpt. Miller and select members from 2nd Rangers) to find him and bring him back home to his mother...","duration":"2h 49min","categories":"Drama, War","year":1998,"rating":8.6},{"title":"Dazed & Confused","image":"https://m.media-amazon.com/images/M/MV5BMTM5MDY5MDQyOV5BMl5BanBnXkFtZTgwMzM3NzMxMDE@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"It's the last day of school at a high school in a small town in Texas in 1976. The upperclassmen are hazing the incoming freshmen, and everyone is trying to get stoned, drunk, or laid, even the football players that signed a pledge not to.","duration":"1h 42min","categories":"Comedy","year":1993,"rating":7.6},{"title":"The Batman","image":"https://m.media-amazon.com/images/M/MV5BZTE2YTY3YTMtM2FlMS00YmI3LTgyMWUtM2FhMWIyZWRmMDk5XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UY268_CR16,0,182,268_AL_.jpg","plot":"The plot is unknown.","duration":null,"categories":"Action, Crime, Drama","year":2022,"rating":null},{"title":"Rush","image":"https://m.media-amazon.com/images/M/MV5BOWEwODJmZDItYTNmZC00OGM4LThlNDktOTQzZjIzMGQxODA4XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Set against the sexy, glamorous golden age of Formula 1 racing in the 1970s, the film is based on the true story of a great sporting rivalry between handsome English playboy <a href=\"/name/nm0402481?ref_=tt_stry_pl\">James Hunt</a> (Hemsworth), and his methodical, brilliant opponent, Austrian driver <a href=\"/name/nm0484399?ref_=tt_stry_pl\">Niki Lauda</a> (Bruhl). The story follows their distinctly different personal styles on and off the track, their loves and the astonishing 1976 season in which both drivers were willing to risk everything to become world champion in a sport with no margin for error: if you make a mistake, you die.","duration":"2h 3min","categories":"Action, Biography, Drama","year":2013,"rating":8.1},{"title":"Midsommar","image":"https://m.media-amazon.com/images/M/MV5BMzQxNzQzOTQwM15BMl5BanBnXkFtZTgwMDQ2NTcwODM@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Dani (Florence Pugh) and Christian (Jack Reynor) are a young American couple with a relationship on the brink of falling apart. But after a family tragedy keeps them together, a grieving Dani invites herself to join Christian and his friends on a trip to a once-in-a-lifetime midsummer festival in a remote Swedish village. What begins as a carefree summer holiday in a land of eternal sunlight takes a sinister turn when the insular villagers invite their guests to partake in festivities that render the pastoral paradise increasingly unnerving and viscerally disturbing.","duration":"2h 28min","categories":"Drama, Horror, Mystery","year":2019,"rating":7.1},{"title":"Oxygène","image":"https://m.media-amazon.com/images/M/MV5BMWQ3N2EzNjYtMzgwYS00YjdmLThmOTUtMzc4NDUxZjZkY2RhXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"A woman who wakes in a cryogenic chamber with no recollection of how she got there, must find a way out before running out of air.","duration":"1h 40min","categories":"Drama, Fantasy, Sci-Fi","year":2021,"rating":null},{"title":"Hillbilly Elegy","image":"https://m.media-amazon.com/images/M/MV5BZGI4NzRkNDgtYzQyOS00YWVjLTllYzctNmQ5NzkzOGIxMDBhXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Based on the bestselling memoir by J.D. Vance, HILLBILLY ELEGY is a modern exploration of the American Dream and three generations of an Appalachian family as told by its youngest member, a Yale Law student forced to return to his hometown.","duration":"1h 56min","categories":"Drama","year":2020,"rating":6.7},{"title":"Pulp Fiction","image":"https://m.media-amazon.com/images/M/MV5BNGNhMDIzZTUtNTBlZi00MTRlLWFjM2ItYzViMjE3YzI5MjljXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_UY268_CR1,0,182,268_AL_.jpg","plot":"Jules Winnfield (<a href=\"/name/nm0000168?ref_=tt_stry_pl\">Samuel L. Jackson</a>) and Vincent Vega (<a href=\"/name/nm0000237?ref_=tt_stry_pl\">John Travolta</a>) are two hit men who are out to retrieve a suitcase stolen from their employer, mob boss Marsellus Wallace (<a href=\"/name/nm0000609?ref_=tt_stry_pl\">Ving Rhames</a>). Wallace has also asked Vincent to take his wife Mia (<a href=\"/name/nm0000235?ref_=tt_stry_pl\">Uma Thurman</a>) out a few days later when Wallace himself will be out of town. Butch Coolidge (<a href=\"/name/nm0000246?ref_=tt_stry_pl\">Bruce Willis</a>) is an aging boxer who is paid by Wallace to lose his fight. The lives of these seemingly unrelated people are woven together comprising of a series of funny, bizarre and uncalled-for incidents.","duration":"2h 34min","categories":"Crime, Drama","year":1994,"rating":8.9},{"title":"Trigger Point","image":"https://m.media-amazon.com/images/M/MV5BY2NhMjMxNzMtMDIwMC00NzQwLWI4N2ItMTVkNzNhOGIxMDJmXkEyXkFqcGdeQXVyMTMwMjY1MTY2._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Follows Nicolas Shaw, a retired U.S. special operative who becomes part of an elite \"invisible\" team that quietly takes out the worst villains around the world.","duration":"1h 25min","categories":"Action, Thriller","year":2021,"rating":4.7},{"title":"The Mauritanian","image":"https://m.media-amazon.com/images/M/MV5BODJlMzdlYzItMzRkNi00NTE0LTliZjQtMTllNzkxNDVhNjkxXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Based on the NY Times best-selling memoir \"Guantánamo Diary\" by Mohamedou Ould Slahi, this is the true story of Slahi's fight for freedom after being detained and imprisoned without charge by the U.S. Government for years. Alone and afraid, Slahi finds allies in defense attorney Nancy Hollander and her associate Teri Duncan who battle the U.S. government in a fight for justice that tests their commitment to the law and their client at every turn. Their controversial advocacy, along with evidence uncovered by a formidable military prosecutor, Lt. Colonel Stuart Couch, uncovers shocking truths and ultimately proves that the human spirit cannot be locked up.","duration":"2h 9min","categories":"Drama, Thriller","year":2021,"rating":7.4},{"title":"Thor: Ragnarök","image":"https://m.media-amazon.com/images/M/MV5BMjMyNDkzMzI1OF5BMl5BanBnXkFtZTgwODcxODg5MjI@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Imprisoned on the other side of the universe, the mighty Thor (Chris Hemsworth) finds himself in a deadly gladiatorial contest that pits him against The Incredible Hulk (Mark Ruffalo), his former ally and fellow Avenger. Thor's quest for survival leads him in a race against time to prevent the all-powerful Hela (Cate Blanchett) from destroying his home world and the Asgardian civilization.","duration":"2h 10min","categories":"Action, Adventure, Comedy","year":2017,"rating":7.9},{"title":"Interstellar","image":"https://m.media-amazon.com/images/M/MV5BZjdkOTU3MDktN2IxOS00OGEyLWFmMjktY2FiMmZkNWIyODZiXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"Earth's future has been riddled by disasters, famines, and droughts. There is only one way to ensure mankind's survival: Interstellar travel. A newly discovered wormhole in the far reaches of our solar system allows a team of astronauts to go where no man has gone before, a planet that may have the right environment to sustain human life.","duration":"2h 49min","categories":"Adventure, Drama, Sci-Fi","year":2014,"rating":8.6},{"title":"The Unholy","image":"https://m.media-amazon.com/images/M/MV5BY2VhOTgxZGEtNGRiZi00NzVkLWE3MGEtZTRjNWEwY2MwZTI0XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UY268_CR16,0,182,268_AL_.jpg","plot":"A hearing-impaired girl is visited by the Virgin Mary and can suddenly hear, speak, and heal the sick. As people flock to witness her miracles, terrifying events unfold. Are they the work of the Virgin Mary or something much more sinister?","duration":"1h 39min","categories":"Horror","year":2021,"rating":5.1},{"title":"The Wolf of Wall Street","image":"https://m.media-amazon.com/images/M/MV5BMjIxMjgxNTk0MF5BMl5BanBnXkFtZTgwNjIyOTg2MDE@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"In the early 1990s, Jordan Belfort teamed with his partner Donny Azoff and started brokerage firm Stratton Oakmont. Their company quickly grows from a staff of 20 to a staff of more than 250 and their status in the trading community and Wall Street grows exponentially. So much that companies file their initial public offerings through them. As their status grows, so do the amount of substances they abuse, and so do their lies. They draw attention like no other, throwing lavish parties for their staff when they hit the jackpot on high trades. That ultimately leads to Belfort featured on the cover of Forbes Magazine, being called \"The Wolf Of Wall St.\". With the FBI onto Belfort's trading schemes, he devises new ways to cover his tracks and watch his fortune grow. Belfort ultimately comes up with a scheme to stash their cash in a European bank. But with the FBI watching him like a hawk, how long will Belfort and Azoff be able to maintain their elaborate wealth and luxurious lifestyles?","duration":"3h","categories":"Biography, Crime, Drama","year":2013,"rating":8.2},{"title":"Harry Potter och de vises sten","image":"https://m.media-amazon.com/images/M/MV5BNjQ3NWNlNmQtMTE5ZS00MDdmLTlkZjUtZTBlM2UxMGFiMTU3XkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"This is the tale of Harry Potter (Daniel Radcliffe), an ordinary eleven-year-old boy serving as a sort of slave for his aunt and uncle who learns that he is actually a wizard and has been invited to attend the Hogwarts School for Witchcraft and Wizardry. Harry is snatched away from his mundane existence by Rubeus Hagrid (Robbie Coltrane), the groundskeeper for Hogwarts, and quickly thrown into a world completely foreign to both him and the viewer. Famous for an incident that happened at his birth, Harry makes friends easily at his new school. He soon finds, however, that the wizarding world is far more dangerous for him than he would have imagined, and he quickly learns that not all wizards are ones to be trusted.","duration":"2h 32min","categories":"Adventure, Family, Fantasy","year":2001,"rating":7.6},{"title":"Run","image":"https://m.media-amazon.com/images/M/MV5BMDcwOWVkZTEtNjJhMy00MGI0LWI3NmYtOGY5NWYxZTQ0YTE5XkEyXkFqcGdeQXVyMjkwOTAyMDU@._V1_.jpg","plot":"Chloe, a teenager who is confined to a wheelchair, is home schooled by her mother, However, her mother's strange behavior doesn't go unnoticed and when Chloe pries into some private papers, she discovers a Change of Name Certificate document with her mother's name, Diane Sherman, on it. When Chloe googles \"Diane Sherman,\" the internet suddenly disconnnects. Chloe becomes suspicious of all that her mother does, suspecting her of something sinister. She decides to go on the run in her wheelchair in a desperate attempt to get away from her.","duration":"1h 30min","categories":"Mystery, Thriller","year":2020,"rating":6.7},{"title":"Captain America: The First Avenger","image":"https://m.media-amazon.com/images/M/MV5BMTYzOTc2NzU3N15BMl5BanBnXkFtZTcwNjY3MDE3NQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"It is 1942, America has entered World War II, and sickly but determined Steve Rogers is frustrated at being rejected yet again for military service. Everything changes when Dr. Erskine recruits him for the secret Project Rebirth. Proving his extraordinary courage, wits and conscience, Rogers undergoes the experiment and his weak body is suddenly enhanced into the maximum human potential. When Dr. Erskine is then immediately assassinated by an agent of Nazi Germany's secret HYDRA research department (headed by Johann Schmidt, a.k.a. the Red Skull), Rogers is left as a unique man who is initially misused as a propaganda mascot; however, when his comrades need him, Rogers goes on a successful adventure that truly makes him Captain America, and his war against Schmidt begins.","duration":"2h 4min","categories":"Action, Adventure, Sci-Fi","year":2011,"rating":6.9},{"title":"Sagan om ringen: Härskarringen","image":"https://m.media-amazon.com/images/M/MV5BN2EyZjM3NzUtNWUzMi00MTgxLWI0NTctMzY4M2VlOTdjZWRiXkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"An ancient Ring thought lost for centuries has been found, and through a strange twist of fate has been given to a small Hobbit named Frodo. When Gandalf discovers the Ring is in fact the One Ring of the Dark Lord Sauron, Frodo must make an epic quest to the Cracks of Doom in order to destroy it. However, he does not go alone. He is joined by Gandalf, Legolas the elf, Gimli the Dwarf, Aragorn, Boromir, and his three Hobbit friends Merry, Pippin, and Samwise. Through mountains, snow, darkness, forests, rivers and plains, facing evil and danger at every corner the Fellowship of the Ring must go. Their quest to destroy the One Ring is the only hope for the end of the Dark Lords reign.","duration":"2h 58min","categories":"Action, Adventure, Drama","year":2001,"rating":8.8},{"title":"När lammen tystnar","image":"https://m.media-amazon.com/images/M/MV5BNjNhZTk0ZmEtNjJhMi00YzFlLWE1MmEtYzM1M2ZmMGMwMTU4XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"F.B.I. trainee Clarice Starling (Jodie Foster) works hard to advance her career, while trying to hide or put behind her West Virginia roots, of which if some knew, would automatically classify her as being backward or white trash. After graduation, she aspires to work in the agency's Behavioral Science Unit under the leadership of Jack Crawford (Scott Glenn). While she is still a trainee, Crawford asks her to question Dr. Hannibal Lecter (Sir Anthony Hopkins), a psychiatrist imprisoned, thus far, for eight years in maximum security isolation for being a serial killer who cannibalized his victims. Clarice is able to figure out the assignment is to pick Lecter's brains to help them solve another serial murder case, that of someone coined by the media as \"Buffalo Bill\" (Ted Levine), who has so far killed five victims, all located in the eastern U.S., all young women, who are slightly overweight (especially around the hips), all who were drowned in natural bodies of water, and all who ...","duration":"1h 58min","categories":"Crime, Drama, Thriller","year":1991,"rating":8.6},{"title":"Godzilla II: King of the Monsters","image":"https://m.media-amazon.com/images/M/MV5BOGFjYWNkMTMtMTg1ZC00Y2I4LTg0ZTYtN2ZlMzI4MGQwNzg4XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR0,0,182,268_AL_.jpg","plot":"The new story follows the heroic efforts of the crypto-zoological agency Monarch as its members face off against a battery of god sized monsters, including the mighty Godzilla, who collides with Mothra, Rodan, and his ultimate nemesis, the three headed King Ghidorah. When these ancient superspecies, thought to be mere myths, rise again, they all vie for supremacy, leaving humanity's very existence hanging in the balance.","duration":"2h 12min","categories":"Action, Adventure, Fantasy","year":2019,"rating":6.0}]